Repository: sorty-organizer/Sorty
Catalog: Sources/SortyLib/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: Describe files Sorty should never touch, in plain English.
de: Beschreibe die Dateien, die Sorty nie berühren sollte, in einfacher Sprache.
es: Describe los archivos que Sorty nunca debe tocar, en lenguaje común.
fr: Décrivez les fichiers que Sorty ne doit jamais toucher, en anglais simple.
ja: Sortyが触らないファイルを説明してください。英語で。
zh_hans: 描述Sorty应永远不触碰的文件，用普通英语。

source: Describe how you want your files organized:
de: Beschreibe, wie du deine Dateien organisieren möchtest:
es: Describe cómo quieres que Sorty organice tus archivos:
fr: Décrivez comment vous souhaitez que vos fichiers soient organisés :
ja: あなたがファイルをどのようにオーガナイズしたいかを説明してください:
zh_hans: 描述您希望文件如何组织：

source: Describe how you want your files to be organized. Be as specific as you like about file types, folder structures, and naming conventions.
de: Beschreibe, wie du deine Dateien organisieren möchtest. Sei so spezifisch wie möglich bezüglich Dateitypen, Ordnerstruktur und Namenskonventionen.
es: Describe cómo quieres que tus archivos estén organizados. Sé lo más específico posible sobre tipos de archivos, estructuras de carpetas y convenciones de nomenclatura.
fr: Décrivez comment vous souhaitez que vos fichiers soient organisés. Soyez aussi précis que possible concernant les types de fichiers, les structures de dossiers et les conventions de nomenclature.
ja: あなたのファイルがどのようにオーガナイズされるべきかを説明してください。ファイルタイプ、フォルダ構造、名前 conventions についてできるだけ詳しく説明してください。
zh_hans: 描述您希望文件如何组织。您可以详细说明文件类型、文件夹结构和命名约定。

source: Describe sample files...
de: Beschreibe einige Beispieldateien...
es: Describe algunos archivos de muestra...
fr: Décrivez des exemples de fichiers...
ja: サンプルファイルを説明…
zh_hans: 描述示例文件...

source: Describe some sample files to see how this persona would organize them.
de: Beschreibe einige Beispieldateien, um zu sehen, wie dieser Typus sie organisiert.
es: Describe algunos archivos de muestra para ver cómo esta persona organizaría estos archivos.
fr: Décrivez quelques exemples de fichiers pour voir comment ce profil organiserait ces fichiers.
ja: いくつかのサンプルファイルを説明して、このパーソナがどのようにそれらをオーガナイズするかを見てください。
zh_hans: 描述一些示例文件，以查看此角色如何组织它们。

source: Describe what types of files belong here. Sorty uses this to decide which files to move to this location.
de: Beschreibe, welche Arten von Dateien hier gehören. Sorty verwendet dies, um zu entscheiden, welche Dateien in diese Lokation verschoben werden sollen.
es: Describe qué tipos de archivos pertenecen aquí. Sorty utiliza esto para decidir qué archivos mover a esta ubicación.
fr: Décrivez quels types de fichiers appartiennent ici. Sorty utilise cela pour décider quels fichiers déplacer dans cette localisation.
ja: ここに属するファイルの種類を説明してください。Sortyはこれを使ってこの場所にファイルを移動するかどうかを判断します。
zh_hans: 描述哪些类型的文件应放在此处。Sorty使用此信息来决定将哪些文件移动到此位置。

source: Describe your ideal organization style.
de: Beschreibe deine ideale Organisationsschaltung.
es: Describe tu estilo de organización ideal.
fr: Décrivez votre style d'organisation idéal.
ja: あなたの理想的な整理スタイルを説明してください。
zh_hans: 描述你理想中的组织方式。

source: Describe your naming preference...
de: Beschreibe deine Namenspräferenz...
es: Describe cómo prefieres nombrar los archivos...
fr: Décrivez votre préférence de nomenclature...
ja: 命名の好みを説明してください...
zh_hans: 描述你的命名偏好...

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (optionnel)
ja: 説明（任意）
zh_hans: 描述（可选）

source: Designing deep folder structures and organization rules.
de: Entwurf tiefgreifender Ordnerstrukturen und Organisationregeln.
es: Diseñando estructuras de carpetas profundas y reglas de organización.
fr: Conception de structures de dossier profondes et de règles d'organisation.
ja: 深いディレクトリ構造と整理ルールの設計。
zh_hans: 设计深层文件夹结构和组织规则。

source: Destination
de: Ziel
es: Destino
ja: 宛先
zh_hans: 目标

source: Detection Settings
de: Erkennungseinstellungen
es: Configuración de detección
fr: Paramètres de détection
ja: 検出設定
zh_hans: 检测设置

source: Device code copied
de: Gerätcode kopiert
es: Código de dispositivo copiado
fr: Code du périphérique copié
ja: デバイスコードがコピーされました
zh_hans: 设备代码已复制

source: Directory Selection Area
de: Ordnerauswahlbereich
es: Área de selección de directorio
fr: Zone de sélection du répertoire
ja: ディレクトリ選択エリア
zh_hans: 目录选择区域

source: Disable for local endpoints without auth
de: Deaktivieren für lokale Endpunkte ohne Authentifizierung
es: Deshabilitar para endpoints locales sin autenticación
fr: Désactivez pour les points de terminaison locaux sans authentification
ja: 認証がないローカルエンドポイントのために無効にする
zh_hans: 禁用本地无认证的端点

source: Disable rule: %@
de: Regel deaktivieren: %1$@
es: Deshabilitar regla: %1$@
fr: Désactivez la règle: %1$@
ja: ルールを無効にする: %1$@
zh_hans: 禁用规则: %1$@

source: Discard manual preview edits and restore the original plan
de: Manuelle Vorschau-Editierungen verwerten und die ursprüngliche Planung wiederherstellen
es: Descartar edición manual de vista previa y restaurar el plan original
fr: Annuler les édits manuels du prévisualisation et restaurer le plan original
ja: 手動のプレビュー編集を破棄し、元の計画に戻す
zh_hans: 丢弃手动预览编辑并恢复原始计划

source: Dismiss
de: Abbrechen
es: Cerrar
fr: Ignorer
ja: 閉じる
zh_hans: 取消

source: Docs
de: Dokumente
es: Documentación
fr: Documents
ja: ドキュメント
zh_hans: 文档

source: Documentation
de: Dokumentation
es: Documentación
ja: ドキュメント
zh_hans: 文档

source: Done
de: Fertig
es: Hecho
fr: Terminer
ja: 完了
zh_hans: 完成

source: Drag and drop a folder here or use the Browse button
de: Ziehe einen Ordner hier herüber oder gebruik den Browse-Button
es: Arrastrar y soltar una carpeta aquí o use el botón de Explorar
fr: Glissez-déposez un dossier ici ou utilisez le bouton Parcourir
ja: ここにフォルダをドラッグアンドドロップしてくださいまたはブラウズボタンを使用してください
zh_hans: 将文件夹拖到此处或使用浏览按钮

source: Drag and drop a folder here, or click to browse
de: Ziehe einen Ordner hier herüber, oder klicke, um zu browse
es: Arrastrar y soltar una carpeta aquí, o haga clic para explorar
fr: Glissez-déposez un dossier ici, ou cliquez pour parcourir
ja: ここにフォルダをドラッグアンドドロップしてください、またはクリックしてブラウズしてください
zh_hans: 将文件夹拖到此处，或点击浏览

source: Drag files between folders to customize
de: Ziehe Dateien zwischen Ordern um, um sie zu personalisieren
es: Arrastrar archivos entre carpetas para personalizar
fr: Glissez des fichiers entre les dossiers pour personnaliser
ja: フォルダ間でファイルをドラッグしてカスタマイズしてください
zh_hans: 在文件夹之间拖动文件以自定义

source: Drag files to folders to reorganize
de: Ziehe Dateien in Ordner, um sie zu organisieren
es: Arrastrar archivos a carpetas para reorganizar
fr: Glissez des fichiers dans les dossiers pour réorganiser
ja: ファイルをフォルダにドラッグして再整理してください
zh_hans: 将文件拖到文件夹以重新组织

source: Drag to rotate the form. Use Configuration to adjust the effect.
de: Ziehe, um die Form zu drehen. Nutze die Konfiguration, um den Effekt anzupassen.
es: Arrastrar para rotar el formulario. Use Configuración para ajustar el efecto.
fr: Glissez pour tourner la forme. Utilisez la Configuration pour ajuster l'effet.
ja: 形式を回転してください。設定を使用して効果を調整してください。
zh_hans: 拖动以旋转形式。使用配置调整效果。

source: Drop a folder here
de: Bringe einen Ordner hierher
es: Suelta una carpeta aquí
fr: Déposez un dossier ici
ja: ここにフォルダを置きましょう
zh_hans: 将文件夹拖到此处

source: Drop folder here
de: Bringe Ordner hierher
es: Suelta la carpeta aquí
fr: Déposez un dossier ici
ja: ここにフォルダを置きましょう
zh_hans: 拖放文件夹到这里

source: Drop in a folder
de: Bringe in einen Ordner
es: Suelta en una carpeta
fr: Déposez dans un dossier
ja: フォルダに置きましょう
zh_hans: 拖入文件夹

source: Drop in a folder, preview the plan, and undo anything you change.
de: Ordne in einen Ordner, zeige den Plan an und undo alles, was du änderst.
es: Coloque un archivo en una carpeta, previa el plan, y deshágase de cualquier cambio que realice.
fr: Déposez un dossier, consultez le plan, et annulez tout ce que vous modifiez.
ja: フォルダをドロップして、計画を予览し、変更したものを取り消してください。
zh_hans: 将文件夹拖入，预览计划，撤销任何更改。

source: Drop to select
de: Zur Auswahl dropen
es: Coloque en la carpeta para seleccionar
fr: Déposez pour sélectionner
ja: 選択するためにはドロップしてください
zh_hans: 拖到选择

source: Duplicate Detection
de: Doppelungserkennung
es: Detección de duplicados
fr: Détection de doublons
ja: 重複検出
zh_hans: 重复检测

source: Duplicate Files
de: Doppelte Dateien
es: Archivos duplicados
fr: Fichiers dupliqués
ja: 重複ファイル
zh_hans: 重复文件

source: Duplicate handling
de: Doppelungshandling
es: Manejo de duplicados
fr: Gestion des doublons
ja: 重複処理
zh_hans: 重复处理

source: Duplicate scan stats. %1$lld files scanned. %2$lld hash candidates. %3$lld files hashed. %4$lld cache hits. %5$lld unreadable files. Duration %6$@.
de: Doppelungsscan-Statistiken. %1$lld Dateien skannen. %2$lld Hash-Kandidaten. %3$lld Dateien gehasht. %4$lld Cache-Hits. %5$lld unlesbar Dateien. Dauer %6$@.
es: Estadísticas de escaneo de duplicados. %1$lld archivos escaneados. %2$lld candidatos de hash. %3$lld archivos hash. %4$lld aciertos en la cache. %5$lld archivos no legibles. Duración %6$@.
fr: Statistiques de scan de doublons. %1$lld fichiers scannés. %2$lld candidats de hachage. %3$lld fichiers hachés. %4$lld touches de cache. %5$lld fichiers non lisible. Durée %6$@.
ja: 重複スキャン統計。%1$lldファイルがスキャンされました。%2$lldハッシュ候補。%3$lldファイルがハッシュされました。%4$lldキャッシュヒット。%5$lld読み込めないファイル。_duration %6$@.
zh_hans: 重复扫描统计。%1$lld文件扫描。%2$lld哈希候选。%3$lld文件哈希。%4$lld缓存命中。%5$lld不可读文件。持续时间%6$@。

source: Duplicates
de: Doppelungen
es: Duplicados
fr: Doublons
ja: 重複
zh_hans: 重复项

source: Duplicates found: %lld
de: Doppelungen gefunden: %1$lld
es: Duplicados encontrados: %1$lld
fr: Doublons trouvés: %1$lld
ja: 見つかった重複: %1$lld
zh_hans: 发现重复项：%1$lld

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
ja: 編集
zh_hans: 编辑

source: Edit Description
de: Beschreibung bearbeiten
es: Editar descripción
fr: Éditer la description
ja: 説明を編集
zh_hans: 编辑描述

source: Edit Instructions
de: Anweisungen bearbeiten
es: Editar instrucciones
fr: Éditer les instructions
ja: 指示を編集
zh_hans: 编辑说明

source: Edit Naming Preset
de: Namensvorlage bearbeiten
es: Editar preestablecimiento de nomenclatura
fr: Éditer le prénom de nommage
ja: 名前付けテンプレートを編集
zh_hans: 编辑命名预设

source: Edit Persona
de: Perso bearbeiten
es: Editar personalidad
fr: Éditer le personnage
ja: 人間像を編集
zh_hans: 编辑角色

source: Edit Rename
de: Neuen Namen bearbeiten
es: Editar renombrar
fr: Éditer le renommage
ja: 名前を編集
zh_hans: 编辑重命名

source: Edit Schedule
de: Plan bearbeiten
es: Editar horario
fr: Éditer le calendrier
ja: スケジュールを編集
zh_hans: 编辑计划

source: Edit suggested name
de: Empfohlener Name bearbeiten
es: Editar nombre sugerido
fr: Éditer le nom suggéré
ja: 推奨名を編集
zh_hans: 编辑建议名称

source: Edits Captured
de: Änderungen erfasst
es: Ediciones capturadas
fr: Éditions capturées
ja: 編集が記録されました
zh_hans: 编辑记录

source: Enable
de: Aktivieren
es: Habilitar
fr: Activer
ja: 有効にする
zh_hans: 启用

source: Enable %@
de: %1$@ aktivieren
es: Habilitar %1$@
fr: Activer %1$@
ja: %1$@を有効にする
zh_hans: 启用%1$@

source: Enable Learning
de: Lernen aktivieren
es: Habilitar aprendizaje
fr: Activer l'apprentissage
ja: 学習を有効にする
zh_hans: 启用学习

source: Enable Live Insights to preview Streaming Mode output
de: Live Insights aktivieren, um Streaming-Modus-Ausgabe vorzusehen
es: Habilitar Insights en tiempo real para previsualizar el modo de streaming
fr: Activer les insights en temps réel pour prévisualiser les sorties du mode flux
ja: リアルタイムインサイトを有効にし、ストリーミングモードの出力を予览してください
zh_hans: 启用实时洞察以预览流模式输出

source: Enable Smart Rename
de: Smart Rename aktivieren
es: Habilitar renombrado inteligente
fr: Activer le renommage intelligent
ja: スマートリネームを有効にする
zh_hans: 启用智能重命名

source: Enable Sorty Vision for content-aware organization
de: Sorty Vision aktivieren, um inhaltsbewusst organisiert zu werden
es: Habilitar Sorty Vision para organización consciente del contenido
fr: Activer la vision de Sorty pour l'organisation consciente du contenu
ja: 内容認識を有効にし、内容に依存した整理を実行してください
zh_hans: 启用Sorty Vision进行内容感知组织

source: Enable Vision
de: Vision aktivieren
es: Habilitar Vision
fr: Activer la vision
ja: Visionを有効にする
zh_hans: 启用Vision

source: Enable rule: %@
de: Regel aktivieren: %1$@
es: Habilitar regla: %1$@
fr: Activer la règle: %1$@
ja: ルールを有効にする: %1$@
zh_hans: 启用规则: %1$@

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
ja: 有効
zh_hans: 已启用

source: Enabling background features registers Sorty as a background activity app in System Settings, allowing it to perform tasks like folder watching reliably. It is recommended to keep this on.
de: Die Aktivierung von Hintergrundfunktionen registriert Sorty als Hintergrundaktivität in Systemeinstellungen, was es ermöglicht, Aufgaben wie Ordnerüberwachung zuverlässig auszuführen. Es wird empfohlen, dies aufrechtzuerhalten.
es: Habilitar funciones de fondo registra a Sorty como una aplicación de fondo en Configuraciones del Sistema, permitiéndole realizar tareas como monitoreo de carpetas de forma confiable. Se recomienda mantenerlo activo.
fr: L'activation des fonctionnalités d'arrière-plan inscrit Sorty comme une application d'arrière-plan dans les paramètres du système, permettant à Sorty d'effectuer des tâches comme le suivi de dossier de manière fiable. Il est recommandé de la laisser activée.
ja: バックグラウンド機能を有効にすると、Sortyはシステム設定にバックグラウンドアクティビティアプリとして登録され、フォルダの監視などのタスクを確実に実行できます。この設定を保持することをお勧めします。
zh_hans: 启用后台功能会将Sorty注册为后台活动应用，在系统设置中，使其能够可靠地执行任务，如文件夹监视。建议保持此选项开启。

source: Encrypted locally • On-device only • Delete anytime
de: Lokal verschlüsselt • Nur auf dem Gerät • Löschen jederzeit
es: Cifrado local • Solo en dispositivo • Borrar en cualquier momento
fr: Chiffré localement • Seulement sur appareil • Supprimer à tout moment
ja: 暗号化して局所に保存 • デバイス内のみ • いつでも削除可能
zh_hans: 本地加密 • 仅设备端 • 任意时间删除

source: Enter a name for this naming preset so you can reuse it later.
de: Geben Sie einen Namen für diese Namensvorlage ein, damit Sie sie später wiederverwenden können.
es: Ingrese un nombre para este preset de nomenclatura para que pueda reusarlo más tarde.
fr: Entrer un nom pour ce préfixe de nommage afin de pouvoir l'utiliser plus tard.
ja: この名前付けプリセットに名前を入力して、後で再利用できます。
zh_hans: 为这个命名预设输入一个名称，以便以后可以重复使用。

source: Enter instructions to guide Sorty regeneration
de: Geben Sie Anweisungen ein, um Sorty bei der Regeneration zu leiten
es: Ingrese instrucciones para guiar a Sorty en la regeneración
fr: Entrer des instructions pour guider la régénération de Sorty
ja: Sortyが再生成するための指示を入力してください
zh_hans: 输入指令以指导Sorty重新生成

source: Enter the base URL of your OpenAI-compatible API
de: Geben Sie die Basis-URL des OpenAI-kompatiblen API ein
es: Ingrese la URL base de su API de OpenAI compatible
fr: Entrer l'URL de base de votre API compatible avec OpenAI
ja: OpenAIと互換性のあるAPIのベースURLを入力してください
zh_hans: 输入您的OpenAI兼容API的基URL

source: Enter your API credentials
de: Geben Sie Ihre API-Anmeldeinformationen ein
es: Ingrese sus credenciales de API
fr: Entrer vos identifiants API
ja: API資格情報を入力してください
zh_hans: 输入您的API凭证

source: Enter your API key
de: Geben Sie Ihren API-Schlüssel ein
es: Ingrese su clave de API
fr: Entrer votre clé API
ja: APIキーを入力してください
zh_hans: 输入您的API密钥

source: Erase All Data
de: Alles löschen
es: Borrar todos los datos
fr: Effacer tous les données
ja: すべてのデータを削除
zh_hans: 清除所有数据

source: Erase All Sorty Data?
de: Alles Sorty-Daten löschen?
es: ¿Borrar todos los datos de Sorty?
fr: Effacer tous les données de Sorty ?
ja: Sortyのすべてのデータを削除しますか？
zh_hans: 清除所有Sorty数据？

source: Error
de: Fehler
fr: Erreur
ja: エラー
zh_hans: 错误

source: Error: %@
de: Fehler: %1$@
es: Error: %1$@
fr: Erreur: %1$@
ja: エラー: %1$@
zh_hans: 错误: %1$@

source: Estimated time remaining
de: Schätzungsweise verbleibende Zeit
es: Tiempo estimado restante
fr: Temps estimé restant
ja: 推定残時間
zh_hans: 预计剩余时间

source: Exact
de: Genau
es: Exacto
fr: Exactement
ja: 正確な
zh_hans: 精确

source: Exact duplicates
de: Genaue Duplikate
es: Duplicados exactos
fr: Duplicats exacts
ja: 正確なダブルアップ
zh_hans: 精确重复

source: Example: "I have report.pdf, vacation.jpg, budget.xlsx"
de: Beispiel: "I have report.pdf, vacation.jpg, budget.xlsx"
es: Ejemplo: "Tengo report.pdf, vacation.jpg, budget.xlsx"
fr: Exemple: "J'ai report.pdf, vacation.jpg, budget.xlsx"
ja: 例: "I have report.pdf, vacation.jpg, budget.xlsx"
zh_hans: 示例: "我有report.pdf，vacation.jpg，budget.xlsx"

source: Example: "I'm a photographer. Organize my photos by year, then event name, with RAW files separate from JPEGs."
de: Beispiel: "I'm a photographer. Organize my photos by year, then event name, with RAW files separate from JPEGs."
es: Ejemplo: "Soy fotógrafo. Organizar mis fotos por año, luego nombre de evento, con archivos RAW separados de JPEGs."
fr: Exemple: "Je suis un photographe. Organisez mes photos par an, puis par nom d'événement, avec des fichiers RAW séparés des JPEGs."
ja: 例: "I'm a photographer. Organize my photos by year, then event name, with RAW files separate from JPEGs."
zh_hans: 示例: "我是一名摄影师。按年份组织我的照片，然后按事件名称，RAW文件与JPEG文件分开。"

source: Example: "Organize my sci-fi ebook collection by author, then series."
de: Beispiel: "Organize my sci-fi ebook collection by author, then series."
es: Ejemplo: "Organizar mi colección de libros electrónicos de ciencia ficción por autor, luego serie."
fr: Exemple: "Organisez ma collection d'ebooks science-fiction par auteur, puis par série."
ja: 例: "Organize my sci-fi ebook collection by author, then series."
zh_hans: 示例: "按作者然后系列组织我的科幻电子书收藏。"

source: Examples:
de: Beispiele:
es: Ejemplos:
fr: Exemples:
ja: 例:
zh_hans: 示例：

source: Exclude Folder
de: Ordner ausschließen
es: Excluir carpeta
fr: Exclure le dossier
ja: フォルダを除外
zh_hans: 排除文件夹

source: Exclude folders that should still be organized but shouldn't teach Sorty anything.
de: Ordner ausschließen, die noch organisiert werden sollten, aber Sorty nichts lehren sollten.
es: Excluir carpetas que aún deben organizarse pero que no deben enseñar a Sorty nada.
fr: Exclure les dossiers qui devraient encore être organisés mais qui ne devraient pas enseigner à Sorty quoi que ce soit.
ja: まだ組織化すべきフォルダですが、Sortyに情報を教えるべきではありません。
zh_hans: 排除应仍被组织但不应教会Sorty任何内容的文件夹。

source: Excluded from Cleanup All. Review before applying a recommendation.
de: Aus der Reinigung ausgeschlossen. Bevor eine Empfehlung angewendet wird, überprüfen.
es: Excluido de Borrar Todo. Revisar antes de aplicar una recomendación.
fr: Exclu de la nettoyage complet. Vérifiez avant d'appliquer une recommandation.
ja: クリーニングから除外されています。推奨される場合はレビューしてください。
zh_hans: 排除在清除所有之外。在应用建议前请先审查。

source: Exclusion Rules
de: Ausschlussregeln
es: Reglas de exclusión
fr: Règles d'exclusion
ja: 除外ルール
zh_hans: 排除规则

source: Expand
de: Ausdehnen
es: Expandir
fr: Développer
ja: 展開
zh_hans: 展开

source: Expand for detailed generation metrics
de: Ausdehnen für detaillierte Generierungsmetriken
es: Expandir para métricas de generación detalladas
fr: Développer pour afficher les métriques de génération détaillées
ja: 詳細な生成メトリクスを表示
zh_hans: 展开以查看详细生成指标

source: Expand to manage local, cloud, and external organization locations
de: Ausdehnen, um lokale, cloud-basierte und externe Organisationslokationen zu verwalten
es: Expandir para gestionar ubicaciones locales, en la nube y externas de organización
fr: Développer pour gérer les emplacements locaux, cloud et externes d'organisation
ja: ローカル、クラウド、および外部の組織場所を管理するには展開
zh_hans: 展开以管理本地、云和外部组织位置

source: Expanded
de: Ausgedehnt
es: Expandido
fr: Développé
ja: 展開
zh_hans: 展开

source: Export History as CSV...
de: Historie als CSV exportieren...
es: Exportar Historial como CSV...
fr: Exporter l'Historique sous forme de CSV...
ja: 履歴をCSVとしてエクスポート...
zh_hans: 导出历史记录为CSV...

source: Export History as JSON...
de: Historie als JSON exportieren...
es: Exportar Historial como JSON...
fr: Exporter l'Historique sous forme de JSON...
ja: 履歴をJSONとしてエクスポート...
zh_hans: 导出历史记录为JSON...

source: Export Learning Profile...
de: Lernprofil exportieren...
es: Exportar Perfil de Aprendizaje...
fr: Exporter le profil d'apprentissage...
ja: 学習プロファイルをエクスポート...
zh_hans: 导出学习配置文件...

source: Export Profile…
de: Profil exportieren…
es: Exportar Perfil…
fr: Exporter le profil…
ja: プロファイルをエクスポート…
zh_hans: 导出配置文件…

source: Export Results...
de: Ergebnisse exportieren...
es: Exportar Resultados...
fr: Exporter les résultats...
ja: 結果をエクスポート...
zh_hans: 导出结果...

source: Extra rules for Sorty (e.g., 'Use camelCase for subjects')
de: Zusätzliche Regeln für Sorty (z. B. 'Verwende camelCase für Subjekte')
es: Reglas adicionales para Sorty (por ejemplo, 'Usar camelCase para sujetos')
fr: Règles supplémentaires pour Sorty (par exemple, 'Utiliser camelCase pour les sujets')
ja: Sorty用の追加ルール（例：「サブジェクト用にcamelCaseを使用」）
zh_hans: Sorty的额外规则（例如，'使用驼峰命名法命名主题'）

source: Failed
de: Fehler
es: Fallido
fr: Échec
ja: 失敗
zh_hans: 失败

source: Fast Mode
de: Schnellmodus
es: Modo Rápido
fr: Mode rapide
ja: 高速モード
zh_hans: 快速模式

source: Feedback recorded
de: Feedback aufgenommen
es: Feedback registrado
fr: Feedback enregistré
ja: フィードバックが記録されました
zh_hans: 已记录反馈

source: Fetch Failed
de: Abruf fehlgeschlagen
es: Fetch Fallido
fr: Récupération échouée
ja: フェッチ失敗
zh_hans: 获取失败

source: File Conflict
de: Dateikonflikt
es: Conflicto de Archivo
fr: Conflit de fichier
ja: ファイルの競合
zh_hans: 文件冲突

source: File Operations
de: Dateioperationen
es: Operaciones de Archivo
fr: Opérations de fichier
ja: ファイル操作
zh_hans: 文件操作

source: File moves to different folders
de: Dateien in verschiedene Ordner vermove
es: Archivos mueven a diferentes carpetas
fr: Fichiers déplacés vers d'autres dossiers
ja: ファイルが異なるフォルダに移動
zh_hans: 文件移动到不同文件夹

source: Files & Folders unlocks Continue after macOS grants access.
de: Dateien & Ordner entsperren, nachdem macOS Zugriff gewährt hat.
es: Archivos y Carpetas desbloquean Continuar después de que macOS otorgue acceso.
fr: Fichiers et dossiers déverrouillés pour continuer après que macOS ait accordé l'accès.
ja: ファイルとフォルダは、macOSがアクセスを許可した後で続行します。
zh_hans: 文件和文件夹解锁，在macOS授予访问权限后继续

source: Files Not Found
de: Dateien nicht gefunden
es: Archivos No Encontrados
fr: Fichiers non trouvés
ja: ファイルが見つかりませんでした
zh_hans: 未找到文件

source: Files moved to unorganized
de: Dateien in unorganisierte Ordner vermove
es: Archivos movidos a desorganizados
fr: Fichiers déplacés vers non organisés
ja: ファイルが整理されていません
zh_hans: 文件移动到未组织的文件夹

source: Files organized: %@
de: Dateien organisiert: %1$@
es: Archivos organizados: %1$@
fr: Fichiers organisés: %1$@
ja: ファイルが整理されました: %1$@
zh_hans: 已组织文件: %1$@

source: Filter history sessions
de: Historie filtern
es: Filtrar sesiones de historial
fr: Filtrer les sessions d'historique
ja: 履歴のセッションをフィルタリング
zh_hans: 过滤历史会话

source: Find Ollama models at
de: Ollama-Modelle finden unter
es: Buscar modelos Ollama en
fr: Trouver les modèles Ollama à
ja: Ollamaモデルをこの場所で見つける
zh_hans: 在Find中查找Ollama模型

source: Find identical files, recover disk space, and keep your workspace tidy
de: Identische Dateien finden, Speicherplatz freigeben und Ihren Arbeitsbereich sauber halten
es: Buscar archivos idénticos, recuperar espacio en disco y mantener tu espacio de trabajo limpio
fr: Trouver les fichiers identiques, récupérer l'espace disque et garder votre espace de travail propre
ja: 同じファイルを検索し、ディスク空間を回収し、ワークスペースを整える
zh_hans: 查找重复文件，回收磁盘空间，保持工作区整洁

source: Finder Comment
de: Finder Kommentar
es: Comentario de Finder
fr: Commentaire de Finder
ja: Finderコメント
zh_hans: Finder注释

source: Finish Provider Setup
de: Provider-Einstellungen beenden
es: Finalizar Configuración del Proveedor
fr: Terminer la configuration du fournisseur
ja: プロバイダの設定を完了
zh_hans: 完成提供商设置

source: Focused
de: Fokussiert
es: Enfocado
fr: Focalisé
ja: 焦点
zh_hans: 聚焦

source: Folder not found
de: Ordner nicht gefunden
es: Carpeta no encontrada
fr: Répertoire non trouvé
ja: フォルダが見つかりませんでした
zh_hans: 文件夹未找到

source: Folders created: %@
de: Ordner erstellt: %1$@
es: Carpetas creadas: %1$@
fr: Répertoires créés: %1$@
ja: 作成されたフォルダ: %1$@
zh_hans: 已创建文件夹: %1$@
